<?php

?>

<section class="welcome">
    <h1 class="welcome__title">Группа поддержки</h1>
    <p class="welcome__text">Мы лучше действуем, если у нас есть те, кто нас поддерживает, разделяет с нами общие ценности и вообще, всегда рядом.</p>
    <p class="welcome__text">Группа поддержки &#151; это твоя опора, источник сил и энергии, мотивации и новых идей. А главное, что группа &#151; твоя ответственность перед каждым участником. Результаты каждого участника группы напрямую влияют на результаты других. Ты можешь
        наплевать на себя, перестать что–то делать, но ответственность за других твори чудеса.</p>
    <p class="welcome__text">
        В ближайшее время ты сможешь сформировать свою группу.<br>Мы сообщим об этом.
    </p>
</section>