<?php

?>

<section class="welcome">
    <h1 class="welcome__title">Будущие дела</h1>
    <p class="welcome__text">Что делать, когда ты знаешь, что через несколько дней, недель или даже месяцев нужно будет сделать конкретное дело? Как его не забыть?</p>
    <p class="welcome__text">Всё очень просто: указывай в этом разделе такое дело, отмечай дату выполнения, и в нужный день оно будет включено в твой список дел на завтра (&laquo;Что я сделаю завтра&raquo;) и ты его точно не забудешь.</p>
    <p class="welcome__text">
        В ближайшее время ты сможешь вносить будущие дела.<br>Мы сообщим об этом.
    </p>
</section>