<?php

?>

<section class="welcome">
    <h1 class="welcome__title">Возможные дела</h1>
    <p class="welcome__text">Иногда так бывает, что какое–то дело, возможно, нам нужно будет сделать в будущем, но вот точная дата сейчас не известна. Мы предусмотрели, чтобы такие дела не забывались.</p>
    <p class="welcome__text">Если у тебя есть такое дело, то запиши его тут. А раз в неделю, мы тебе будем напоминать об этом списке и просить проверить эти дела на актуальность: может у какого–то дела появилась конкретная дата, а что–то может уже и не нужно будет выполнять.</p>
    <p class="welcome__text">
        В ближайшее время ты сможешь вносить свои возможные дела.<br>Мы сообщим об этом.
    </p>
</section>