<?php

?>

<section class="welcome">
    <h1 class="welcome__title">Мои обещания</h1>
    <p class="welcome__text">Иногда так бывает, что обещаешь что–то человеку, а потом это забывается и очень неприятно, когда это выясняется.</p>
    <p class="welcome__text">Чтобы таких ситуаций не было, записывай что обещал, кому и к какой дате, если она есть. А когда выполнишь обещание &#151; с радостью и воодушивлением отмечай это. Поверь, желание действовать будет только расти, да и спать будет спокойнее.</p>
    <p class="welcome__text">
        В ближайшее время ты сможешь записывать свои обещания.<br>Мы сообщим об этом.
    </p>
</section>